{
	"version": "https://jsonfeed.org/version/1",
	"title": "High-Tech, Coffee and Costa Rica",
	"icon": "https://micro.blog/thgoepel/avatar.jpg",
	"home_page_url": "https://thgoepel.micro.blog/",
	"feed_url": "https://thgoepel.micro.blog/feed.json",
	"items": [
		
			{
				"id": "http://thgoepel.micro.blog/2024/11/21/no-idea-too.html",
				
				"content_html": "<p><a href=\"https://www.shopify.com/news/making-impact\">No idea too small: Entrepreneurs inspire world-changing innovation</a> - Shopify shared today how solving the planet’s most complex problems often starts with one person or business and featured <a href=\"https://www.ticoroasters.com\">Tico Coffee Roasters</a> showcasing how we are making a difference by innovating for change.</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "[No idea too small: Entrepreneurs inspire world-changing innovation](https://www.shopify.com/news/making-impact) - Shopify shared today how solving the planet’s most complex problems often starts with one person or business and featured [Tico Coffee Roasters](https://www.ticoroasters.com) showcasing how we are making a difference by innovating for change.\n\n<img src=\"uploads/2024/8bd8070ece.png\" width=\"600\" height=\"258\" alt=\"\">\n",
				"date_published": "2024-11-21T17:49:22-08:00",
				"url": "https://thgoepel.micro.blog/2024/11/21/no-idea-too.html",
				"tags": ["Coffee"]
			},
			{
				"id": "http://thgoepel.micro.blog/2024/11/16/taking-a-stroll.html",
				
				"content_html": "<p>Taking a stroll in the neighborhood and enjoying a perfect fall day in the SF Bay Area. So nice to see the trees changing colors.</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Taking a stroll in the neighborhood and enjoying a perfect fall day in the SF Bay Area. So nice to see the trees changing colors.\n\n<img src=\"uploads/2024/fb8939625a.jpg\" width=\"600\" height=\"450\" alt=\"\">\n",
				"date_published": "2024-11-16T17:06:27-08:00",
				"url": "https://thgoepel.micro.blog/2024/11/16/taking-a-stroll.html"
			},
			{
				"id": "http://thgoepel.micro.blog/2024/11/06/waking-up-to.html",
				
				"content_html": "<p>Waking up to news that I was hoping I would never hear. Sad to see the election results and now bracing for four years of misery and painful politics. What has happened to you America? It is a sad day!</p>\n",
				"content_text": "Waking up to news that I was hoping I would never hear. Sad to see the election results and now bracing for four years of misery and painful politics. What has happened to you America? It is a sad day!\n",
				"date_published": "2024-11-06T06:45:37-08:00",
				"url": "https://thgoepel.micro.blog/2024/11/06/waking-up-to.html"
			},
			{
				"id": "http://thgoepel.micro.blog/2024/10/05/spending-a-gorgeous.html",
				
				"content_html": "<p>Spending a gorgeous day in Half Moon Bay, cooling off from the heat in the Bay Area. Finishing off the day on the coast with a great meal at Sam’s Chowder House in El Granada.</p>\n<p><!-- raw HTML omitted --><!-- raw HTML omitted --><!-- raw HTML omitted --></p>\n",
				"content_text": "Spending a gorgeous day in Half Moon Bay, cooling off from the heat in the Bay Area. Finishing off the day on the coast with a great meal at Sam’s Chowder House in El Granada.\n\n<img src=\"uploads/2024/5cb2f2cd3b.jpg\" width=\"600\" height=\"450\" alt=\"\"><img src=\"uploads/2024/3c3f2f659a.jpg\" width=\"600\" height=\"450\" alt=\"\"><img src=\"uploads/2024/8d3e1f5d88.jpg\" width=\"450\" height=\"600\" alt=\"\">\n",
				"date_published": "2024-10-05T19:21:31-08:00",
				"url": "https://thgoepel.micro.blog/2024/10/05/spending-a-gorgeous.html"
			},
			{
				"id": "http://thgoepel.micro.blog/2024/10/03/what-a-beautiful.html",
				
				"content_html": "<p>What a beautiful night at Mt. Hamilton tonight. Clear skies and so many stars. Also a really warm night after such a super hot day in the Bay Area.</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "What a beautiful night at Mt. Hamilton tonight. Clear skies and so many stars. Also a really warm night after such a super hot day in the Bay Area.\n\n<img src=\"uploads/2024/a22212894a.jpg\" width=\"600\" height=\"450\" alt=\"\">\n",
				"date_published": "2024-10-03T22:41:14-08:00",
				"url": "https://thgoepel.micro.blog/2024/10/03/what-a-beautiful.html"
			},
			{
				"id": "http://thgoepel.micro.blog/2024/10/02/095735.html",
				"title": "Discover Mar Azul: A Culinary Gem in Playas del Coco",
				"content_html": "<p>Nestled in the heart of Playas del Coco, Costa Rica, <a href=\"https://www.facebook.com/marazulplayasdelcoco\">Mar Azul</a> is a culinary haven that captivates both locals and tourists alike. This charming restaurant stands out not only for its delectable dishes but also for its warm, inviting atmosphere and exceptional service. Whether you&rsquo;re a foodie seeking your next gastronomic adventure or simply looking for a cozy spot to enjoy a meal with friends and family, Mar Azul promises an unforgettable dining experience.</p>\n<!-- raw HTML omitted -->\n<p>As soon as you step into the restaurant, you&rsquo;re greeted by the soothing sounds of Latin music and a warm welcoming atmosphere that instantly sets the tone for a unique experience. The restaurant&rsquo;s décor, inspired by the coastal beauty of Costa Rica, features a blend of rustic and modern elements that create a laid-back yet sophisticated ambiance.</p>\n<p>The team takes pride in offering a diverse menu that caters to all tastes. Seafood lovers will be in paradise with the restaurant&rsquo;s array of fresh, locally sourced fish and shellfish dishes. From ceviche bursting with zesty flavors to perfectly grilled shrimp and tender octopus, every bite is a testament to the ocean&rsquo;s bounty. For those who prefer land-based fare, Mar Azul also boasts an impressive selection of steaks, all crafted with the same attention to detail and quality.</p>\n<p>One of the highlights of the menu is its commitment to using fresh, locally-grown ingredients. This dedication not only ensures that every dish is bursting with flavor but also supports the local fishermen community, making your meal at Mar Azul a truly sustainable choice.</p>\n<p>Among the many standout dishes, a few deserve special mention. The Fish Market&rsquo;s choice is where you can choose from Catch of the Day, Octopus, Shrimp, Lobster, or a whole Red Snapper or Sea Bass, and then choose your favorite preparation method (Grilled, Steamed, Sauted or Breaded). Pick your favorite sauce (Garlic Mojo, Pistachio and Pineapple, Ginger and Mango, Local Herbs, Blackened (Spicy), Rosemary or Thyme and Lemongrass. Then you add two sides to it from a wide selection (Potatoes, Mashed Potatoes, Fresh Vegetables, Tropical Salad, Mariners Rice, or Captains Rice. You cannot go wrong with any combination.</p>\n<p>The next time you find yourself in Playas del Coco, make sure to stop by Mar Azul. It&rsquo;s a dining experience that promises to delight your taste buds, warm your heart, and leave you with memories that will last a lifetime. The restaurant is open Monday to Thursday from 4PM to 10PM and Friday to Sunday from 12PM to 10 PM.</p>\n",
				"content_text": "Nestled in the heart of Playas del Coco, Costa Rica, [Mar Azul](https://www.facebook.com/marazulplayasdelcoco) is a culinary haven that captivates both locals and tourists alike. This charming restaurant stands out not only for its delectable dishes but also for its warm, inviting atmosphere and exceptional service. Whether you're a foodie seeking your next gastronomic adventure or simply looking for a cozy spot to enjoy a meal with friends and family, Mar Azul promises an unforgettable dining experience.\n\n<img src=\"uploads/2024/mar-azul-entrance.jpg\" width=\"600\" height=\"337\" alt=\"\">\n\nAs soon as you step into the restaurant, you're greeted by the soothing sounds of Latin music and a warm welcoming atmosphere that instantly sets the tone for a unique experience. The restaurant's décor, inspired by the coastal beauty of Costa Rica, features a blend of rustic and modern elements that create a laid-back yet sophisticated ambiance.\n\nThe team takes pride in offering a diverse menu that caters to all tastes. Seafood lovers will be in paradise with the restaurant's array of fresh, locally sourced fish and shellfish dishes. From ceviche bursting with zesty flavors to perfectly grilled shrimp and tender octopus, every bite is a testament to the ocean's bounty. For those who prefer land-based fare, Mar Azul also boasts an impressive selection of steaks, all crafted with the same attention to detail and quality.\n\nOne of the highlights of the menu is its commitment to using fresh, locally-grown ingredients. This dedication not only ensures that every dish is bursting with flavor but also supports the local fishermen community, making your meal at Mar Azul a truly sustainable choice.\n\nAmong the many standout dishes, a few deserve special mention. The Fish Market's choice is where you can choose from Catch of the Day, Octopus, Shrimp, Lobster, or a whole Red Snapper or Sea Bass, and then choose your favorite preparation method (Grilled, Steamed, Sauted or Breaded). Pick your favorite sauce (Garlic Mojo, Pistachio and Pineapple, Ginger and Mango, Local Herbs, Blackened (Spicy), Rosemary or Thyme and Lemongrass. Then you add two sides to it from a wide selection (Potatoes, Mashed Potatoes, Fresh Vegetables, Tropical Salad, Mariners Rice, or Captains Rice. You cannot go wrong with any combination.\n\nThe next time you find yourself in Playas del Coco, make sure to stop by Mar Azul. It's a dining experience that promises to delight your taste buds, warm your heart, and leave you with memories that will last a lifetime. The restaurant is open Monday to Thursday from 4PM to 10PM and Friday to Sunday from 12PM to 10 PM.\n",
				"date_published": "2024-10-02T08:57:35-08:00",
				"url": "https://thgoepel.micro.blog/2024/10/02/095735.html",
				"tags": ["Costa Rica"]
			},
			{
				"id": "http://thgoepel.micro.blog/2024/10/01/parque-paseo-amor.html",
				"title": "Parque Paseo Amor de Temporada in Playas del Coco: A Historical Gem",
				"content_html": "<p>One of the key highlights is the Parque Paseo Amor de Temporada. This charming park holds a special place in the town&rsquo;s history and is a beloved spot for both residents and visitors.</p>\n<!-- raw HTML omitted -->\n<p>The park&rsquo;s name, which translates to &ldquo;Seasonal Love Walk,&rdquo; reflects its romantic and tranquil atmosphere.</p>\n<p>The history of Parque Paseo Amor de Temporada dates back to the early 20th century when it was established as a communal space for social gatherings and events. Over the years, it has evolved into a beautiful urban park featuring well-maintained gardens, shaded walkways, and quaint benches where visitors can relax and enjoy the surroundings. The park is often the site of local festivals, cultural performances, and community events, making it a vibrant cultural hub in the heart of Playas del Coco.</p>\n",
				"content_text": "One of the key highlights is the Parque Paseo Amor de Temporada. This charming park holds a special place in the town's history and is a beloved spot for both residents and visitors.\n\n<img src=\"uploads/2024/paseo-amor-de-temporada.jpg\" width=\"450\" height=\"600\" alt=\"\">\n\nThe park's name, which translates to \"Seasonal Love Walk,\" reflects its romantic and tranquil atmosphere.\n\nThe history of Parque Paseo Amor de Temporada dates back to the early 20th century when it was established as a communal space for social gatherings and events. Over the years, it has evolved into a beautiful urban park featuring well-maintained gardens, shaded walkways, and quaint benches where visitors can relax and enjoy the surroundings. The park is often the site of local festivals, cultural performances, and community events, making it a vibrant cultural hub in the heart of Playas del Coco.\n",
				"date_published": "2024-10-01T09:15:00-08:00",
				"url": "https://thgoepel.micro.blog/2024/10/01/parque-paseo-amor.html",
				"tags": ["Travel","Costa Rica"]
			},
			{
				"id": "http://thgoepel.micro.blog/2024/09/30/from-the-farm.html",
				"title": "From the Farm to the Cup - Tico Coffee Roasters Jingle",
				"content_html": "<p>An AI generated theme jingle for Tico Coffee Roasters. We wanted to see what new technology can do for branding and sharing our core values. The music was generated with <a href=\"https://suno.com\">Suno AI</a>.</p>\n<p><!-- raw HTML omitted --><!-- raw HTML omitted --></p>\n<p><!-- raw HTML omitted -->Transcript<!-- raw HTML omitted --></p>\n",
				"content_text": "An AI generated theme jingle for Tico Coffee Roasters. We wanted to see what new technology can do for branding and sharing our core values. The music was generated with [Suno AI](https://suno.com).\n\n<audio controls=\"controls\" src=\"https://thgoepel.micro.blog/uploads/2024/from-the-farm-to-the-cup.mp3\" preload=\"metadata\"></audio>\n\n<a href=\"https://thgoepel.micro.blog/transcripts/2024/09/30/1533.html\" class=\"transcript_link\">Transcript</a>\n",
				"date_published": "2024-09-30T20:23:14-08:00",
				"url": "https://thgoepel.micro.blog/2024/09/30/from-the-farm.html",
				"tags": ["Coffee"]
			},
			{
				"id": "http://thgoepel.micro.blog/2024/09/30/we-at-tico.html",
				
				"content_html": "<p>We at Tico Coffee Roasters have a special offer tomorrow October 1, 2024 for International Coffee Day. You can save 15% on all coffee bag purchases over $25.</p>\n<p>SHOP ☕️ WITH 15% off, USE CODE: <strong>COFFEEDAY24</strong></p>\n<p>Shop at: <a href=\"https://www.ticoroasters.com\">www.ticoroasters.com</a></p>\n<!-- raw HTML omitted -->\n",
				"content_text": "We at Tico Coffee Roasters have a special offer tomorrow October 1, 2024 for International Coffee Day. You can save 15% on all coffee bag purchases over $25.\r\n\r\nSHOP ☕️ WITH 15% off, USE CODE: **COFFEEDAY24**\r\n\r\nShop at: [www.ticoroasters.com](https://www.ticoroasters.com)\n\n<img src=\"uploads/2024/finca-san-luis-coffee-bag.jpeg\" width=\"558\" height=\"600\" alt=\"\">\n",
				"date_published": "2024-09-30T16:15:11-08:00",
				"url": "https://thgoepel.micro.blog/2024/09/30/we-at-tico.html",
				"tags": ["Coffee"]
			},
			{
				"id": "http://thgoepel.micro.blog/2024/09/30/playas-del-coco.html",
				"title": "Playas del Coco: Costa Rica's Coastal Paradise",
				"content_html": "<p>Situated along Costa Rica&rsquo;s stunning Pacific coastline, Playas del Coco is a vibrant beach town that offers a perfect blend of natural beauty, rich history, and modern amenities. Known for its inviting beaches, lively nightlife, and warm, welcoming atmosphere, Playas del Coco is a must-visit destination for anyone exploring the Guanacaste province. Whether you&rsquo;re an adventure seeker, a nature lover, or someone looking to unwind by the ocean, this beautiful town has something for everyone.</p>\n<p>The town&rsquo;s main attraction is its beautiful beach, which stretches for several kilometers along the coast. The dark volcanic sand, calm waters, and stunning sunsets make it an ideal spot for swimming, sunbathing, and beachcombing. The beach is also a hub for various water sports, including snorkeling, scuba diving, fishing, and paddleboarding. The nearby Catalina Islands and Bat Islands offer some of the best diving spots in the region, teeming with marine life like rays, sharks, and colorful fish.</p>\n<p>As the sun sets, Playas del Coco transforms into a lively hotspot with an array of bars, restaurants, and clubs. The town&rsquo;s vibrant nightlife attracts both locals and tourists, offering everything from relaxed beachfront bars to energetic dance clubs. Dining here is a treat, with numerous eateries serving up fresh seafood, traditional Costa Rican dishes, and international cuisine. One notable establishment is Mar Azul, a restaurant that has become a favorite for its exceptional seafood, warm ambiance, and impeccable service.</p>\n<p>Beyond the beach and nightlife, Playas del Coco is a gateway to numerous adventures and excursions. The surrounding area boasts lush rainforests, volcanic landscapes, and pristine national parks. A short drive away is the Rincon de la Vieja National Park, where visitors can hike through diverse ecosystems, see geothermal wonders, and spot wildlife like howler monkeys and tropical birds.</p>\n<p>For those interested in marine life, boat tours, and fishing charters are readily available. These excursions offer the chance to see dolphins, sea turtles, and even humpback whales during their migration season. Sport fishing is particularly popular, with opportunities to catch marlin, sailfish, and roosterfish.</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Situated along Costa Rica's stunning Pacific coastline, Playas del Coco is a vibrant beach town that offers a perfect blend of natural beauty, rich history, and modern amenities. Known for its inviting beaches, lively nightlife, and warm, welcoming atmosphere, Playas del Coco is a must-visit destination for anyone exploring the Guanacaste province. Whether you're an adventure seeker, a nature lover, or someone looking to unwind by the ocean, this beautiful town has something for everyone.\n\nThe town's main attraction is its beautiful beach, which stretches for several kilometers along the coast. The dark volcanic sand, calm waters, and stunning sunsets make it an ideal spot for swimming, sunbathing, and beachcombing. The beach is also a hub for various water sports, including snorkeling, scuba diving, fishing, and paddleboarding. The nearby Catalina Islands and Bat Islands offer some of the best diving spots in the region, teeming with marine life like rays, sharks, and colorful fish.\n\nAs the sun sets, Playas del Coco transforms into a lively hotspot with an array of bars, restaurants, and clubs. The town's vibrant nightlife attracts both locals and tourists, offering everything from relaxed beachfront bars to energetic dance clubs. Dining here is a treat, with numerous eateries serving up fresh seafood, traditional Costa Rican dishes, and international cuisine. One notable establishment is Mar Azul, a restaurant that has become a favorite for its exceptional seafood, warm ambiance, and impeccable service.\n\nBeyond the beach and nightlife, Playas del Coco is a gateway to numerous adventures and excursions. The surrounding area boasts lush rainforests, volcanic landscapes, and pristine national parks. A short drive away is the Rincon de la Vieja National Park, where visitors can hike through diverse ecosystems, see geothermal wonders, and spot wildlife like howler monkeys and tropical birds.\n\nFor those interested in marine life, boat tours, and fishing charters are readily available. These excursions offer the chance to see dolphins, sea turtles, and even humpback whales during their migration season. Sport fishing is particularly popular, with opportunities to catch marlin, sailfish, and roosterfish.\n\n<img src=\"uploads/2024/playas-del-coco.jpg\" width=\"600\" height=\"337\" alt=\"\">\n",
				"date_published": "2024-09-30T12:13:28-08:00",
				"url": "https://thgoepel.micro.blog/2024/09/30/playas-del-coco.html",
				"tags": ["Travel","Costa Rica"]
			},
			{
				"id": "http://thgoepel.micro.blog/2024/09/29/it-was-a.html",
				
				"content_html": "<p>It was a great honor to speak at the Connect NonStop Technical Boot Camp 2024 in Monterey, California, and share the latest features and the benefits of using HPE XP Storage with HPE NonStop systems as external storage. Also great to meet so many NonStop users. #Whova</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "It was a great honor to speak at the Connect NonStop Technical Boot Camp 2024 in Monterey, California, and share the latest features and the benefits of using HPE XP Storage with HPE NonStop systems as external storage. Also great to meet so many NonStop users. #Whova\n\n<img src=\"uploads/2024/speaker-badge-cntbc-202409-40941261-template-2dttel-55.png\" width=\"600\" height=\"315\" alt=\"\">\n",
				"date_published": "2024-09-29T11:30:27-08:00",
				"url": "https://thgoepel.micro.blog/2024/09/29/it-was-a.html",
				"tags": ["Enterprise Storage"]
			},
			{
				"id": "http://thgoepel.micro.blog/2024/09/28/fun-oktoberfest-event.html",
				
				"content_html": "<p>Fun Oktoberfest event today at Gordon Biersch Brewing Company in San Jose. Great beer, good food and fun people!</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Fun Oktoberfest event today at Gordon Biersch Brewing Company in San Jose. Great beer, good food and fun people!\n\n<img src=\"uploads/2024/42bf4412f3.jpg\" width=\"600\" height=\"450\" alt=\"\">\n",
				"date_published": "2024-09-28T16:31:27-08:00",
				"url": "https://thgoepel.micro.blog/2024/09/28/fun-oktoberfest-event.html"
			},
			{
				"id": "http://thgoepel.micro.blog/2024/09/28/this-is-how.html",
				
				"content_html": "<p>This is how it looks like when we deliver coffee to some of our clients. We do small and large orders and deliver a truly unique coffee experience that empowers, protects, and nourishes life from farm to cup! <a href=\"https://www.ticoroasters.com\">Tico Coffee Roasters</a></p>\n<p><!-- raw HTML omitted --><!-- raw HTML omitted --></p>\n",
				"content_text": "This is how it looks like when we deliver coffee to some of our clients. We do small and large orders and deliver a truly unique coffee experience that empowers, protects, and nourishes life from farm to cup! [Tico Coffee Roasters](https://www.ticoroasters.com)\n\n<video controls=\"controls\" playsinline=\"playsinline\" src=\"https://thgoepel.micro.blog/uploads/2024/30cd19ef92704a7d8165b73264103ec6.mov\" width=\"360\" height=\"640\" poster=\"https://thgoepel.micro.blog/uploads/2024/poster.png\" preload=\"none\"></video>\n",
				"date_published": "2024-09-28T10:12:33-08:00",
				"url": "https://thgoepel.micro.blog/2024/09/28/this-is-how.html",
				"tags": ["Coffee"]
			},
			{
				"id": "http://thgoepel.micro.blog/2024/09/28/have-never-seen.html",
				
				"content_html": "<p>Have never seen that many sea lions in the Monterey Bay Harbor. I was told they have right now about 10,000 of them here. It feels like a scene out of a science fiction movie. #monterey #nature</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Have never seen that many sea lions in the Monterey Bay Harbor. I was told they have right now about 10,000 of them here. It feels like a scene out of a science fiction movie. #monterey #nature\n\n<img src=\"uploads/2024/image.jpg\" width=\"450\" height=\"600\" alt=\"\">\n",
				"date_published": "2024-09-28T08:37:44-08:00",
				"url": "https://thgoepel.micro.blog/2024/09/28/have-never-seen.html",
				"tags": ["Travel"]
			}
	]
}
